[
    {
        "id": 1,
        "titulo": "Músicas",
        "texto": "> ###  O que toca no meu fone? \n\n Bom, minha playlist é bem variada! O único gênero musical que não consigo gostar é música Eletrônica. Fora isso, escuto de tudo um pouco. \n\n ### Hard Rock & Soft Rock \n\n Algumas das bandas de rock que eu gosto, e que me ajudam a realizar minhas atividades no trabalho de uma forma mais focada: SOAD, Slipknot, Matanza (essa é nacional). Tem também umas mais suaves, como Guns, Aerosmith, Bee Gees, Green Day, Rod Stewart, Bryan Adams, Queens e Air Supply: \n\n ![soad-slipknot-matanza](/assets/posts/1/rock.png) \n\n ![guns-aerosmith-beegees](/assets/posts/1/rock2.png) \n\n ### Pop, Indie, R&B, Lo-fi e afins \n\n Tenho uma graaaande lista de bandas/cantores. Dentre os que mais escuto tem Joji, Akon, Sam Smith, Bruno Mars, Konai, Charlie Puth, Shakira, Tom Odell, Blackbear, Twenty One Pilots, Doja Cat, Ed Sheeran, Dove Cameron... \n\n ![joji-akon-brunomars](/assets/posts/1/pop1.png) \n\n ![shakira-top-dojacat](/assets/posts/1/pop2.png) \n\n ### Rap, Hip-hop & Reggae \n\n Não conheço tantos artistas desses gêneros, então vou deixar só os mais ouvidos no meu Spotify: Eminem (CLARO), Shaggy, Nocivo Shomon, Filipe Ret, Cacife Clandestino, Costa Gold, DaBaby, Aitch...  \n\n ![eminem-shaggy-filiperet](/assets/posts/1/rap.png) \n\n ### BR: Pagodinho, Axé & Sertanejo \n\n Como uma boa goiana, não podia faltar um modão na minha playlist. Gosto muito de Renan e Ray, Chrystian e Ralf, Di Paulo e Paulino. Também adoro Raça Negra, Grupo Menos é Mais, Léo Santana, Marília Mendonça, Henrique e Juliano.. \n\n ![raçanegra-leosantana-dipaulloepaulino](/assets/posts/1/pagode.png) \n\n ### Funk \n\n Por último, não podia faltar o funk! Não tenho um cantor(a) preferido, me interesso mais pelo som, mas é inegável que esse estilo me dá um gás quando estou estressada e tenho muita coisa pra fazer! \n\n ![funk](/assets/posts/1/funk.png) \n\n ### É isso! \n\n Citei apenas alguns dos cantores/bandas que eu gosto. Cada dia estou numa vibe diferente, e meu Spotify é uma bagunça! "
    },
    {
        "id": 2,
        "titulo": "Art (don't touch)",
        "texto": "> ### Desenhos, pinturas, rabiscos \n\n  ### Adoro desenhar! \n\n Desde bem nova, em certos momentos da minha vida, passei boa parte do meu tempo desenhando. Não digo que sou BOA nisso, mas me faz bem e eu adoro! Não tem um tema específico que eu goste de rabiscar, depende muito do que estou sentindo ou da inspiração. Vou deixar aqui algumas 'amostras' - espero que goste. \n\n ### Ensino fundamental - eu achava que era uma artista... \n\n ![desenhos-fundamental](/assets/posts/2/fundamental.png) \n\n ### Ensino Médio - achei que tinha mudado algo \n\n Comecei a fazer alguns desenhos melhores, mas nesse momento com a ciência de que não era um dom... \n\n ![ens-medio](/assets/posts/2/ensmedio.png) \n\n ### Sigo tentando criar 'O' desenho \n\n Depois que sai do colégio, continuei desenhando. Até hoje (com menor frequência) tiro um tempinho pra desenhar quando sinto vontade.\n\n ![atual-1](/assets/posts/2/atual1.png) \n\n Bichinhos!!! \n\n ![bichinhos](/assets/posts/2/atual2.png) \n\n ### E agora, as últimas 'obras' feitas \n\n Os últimos desenhos que fiz foram inspirados em cantores que eu gosto. Quero decorar meu quarto com esses desenhos! Até o momento fiz (na ordem) o Axl Rose (versão jovem), a Billie Eilish e estou procurando um tempo pra terminar o do Ed Sheeran (esse não ficou tão parecido, eu sei!): \n\n ![cantores](/assets/posts/2/atual3.png) \n\n \n\n \n\n Tenho muitos outros desenhos guardados, mas esses são os que mais gosto. Em breve vou encher meu quarto com eles! Aguarde..." 
    },
    {
        "id": 3,
        "titulo": "Livros",
        "texto": "> ### O que prende minha atenção? \n\n Desde bem pequena, minha mãe me influencia a ler. Foi só eu aprender a ficar sentada que ela me rodeava de livros na sala, e assim fui gostando de livros! Aprendi a ler, e desde então se tornou um dos meus hobbies. O que mais prende minha atenção são as histórias de terror, suspense, mistério e ficcção, mas também gosto de um romance. \n\n ![books-generico](/assets/posts/3/book.png) \n\n Como não consigo me recordar de livros específicos, vou deixar aqui algumas das sagas que mais prenderam minha atenção! \n\n ### Harry Potter \n\n Parece ser muito infantil, mas eu gosto dessas histórias mais 'teens'. Essa saga eu tive que pegar emprestada com uma amiga lá no ensino médio, e pra não atrapalhar a leitura dela, eu fiz uma maratona e terminei os 7 livros + o livro da peça de teatro (Harry Potter e a Criança Amaldiçoada) em 2 meses. \n\n ![harry-potter](/assets/posts/3/harrypotter.png) \n\n ### Jogos Vorazes \n\n Essa saga, tanto livros como a sequência de filmes, é MARAVILHOSA! Teve uma ou duas mortes que acabaram comigo, mas ainda assim, está no meu top 3! Estou louca pra ler o novo livro que contará mais sobre o universo dessa história. \n\n ![jogos-vorazes](/assets/posts/3/jogosvorazes.png) \n\n ### Arquivo X \n\n Essa saga infelizmente não consegui terminar :( Como é um pouco antiga, não encontro ela completa pra comprar, mas consegui ler parte dela e é maravilhosa. Cheia de mistério, do jeito que eu gosto! \n\n ![arquivo-x](/assets/posts/3/arquivox.png) \n\n ### Percy Jackson \n\n Essa saga não tive tempo de terminar, porque não tenho o livro físico - e nem sempre dá pra ler online, mas vou procurar um tempinho pra terminar. Li os dois primeiros e gostei bastante! \n\n ![percy-jackson](/assets/posts/3/percy.png) \n\n Queria muito me lembrar do título de outros livros de mistério que prenderam minha atenção (não que seja muito difíci, tenho ansiedade e assim que começo fico louca para saber o desfecho da história), mas minha memória não permite,então vou deixar o último que terminei de ler: A Garota do Lago. \n\n ![a-garota-do-lago](/assets/posts/3/garota.png)"
    },
    {
        "id": 4,
        "titulo": "TV",
        "texto": "> Fonte: <https://www.alura.com.br/artigos/sprite-como-funciona-em-jogos-2d> \n\n  ## O que é um sprite? \n\n É bem comum em jogos vermos vários personagens, movimento de objetos, mapas desenhados ao fundo e muita coisa acontecendo. Todos estes elementos também são conhecidos como **sprite**. Neste artigo, vamos focar nos sprites 2D e como são feitas as animações. \n\n Um sprite é uma imagem ou um objeto gráfico de duas dimensões em um jogo, que pode ser tanto personagem quanto objetos adicionados em um plano de fundo. Veja a abaixo a imagem de uma cena com uma sprite de um dos maiores jogos 2D de todos os tempos: \n\n Para os personagens, imagine que você queira criar os movimentos deles em seu jogo, como subida de mãos, corrida, pulo, entre outros. Nesse caso, tratamos que o sprite é o personagem e, para todos estes movimentos, devemos montar as variações de sprite. Em resumo, a ideia é desenhar cada movimento como no exemplo mostrado abaixo. O caso é parecido quando queremos construir uma animação em vídeo utilizando uma sequência de desenhos à mão. \n\n  O nome `sprite` ganhou notoriedade no mundo dos games nas décadas de 1970 e 1980, principalmente nos consoles como Atari VCS (1977), ColecoVision (1982), Nintendo Entertainment System (1983) e Sega Genesis (1988).  \n\n #### Sprites nos dias atuais  \n\n À medida que a performance dos computadores foi melhorando com a evolução de hardware e software,  os videogames evoluíram para o 3D, porém o uso de elementos 2D ainda continua sendo muito utilizado e aclamado no mundo dos games.  \n\n Podemos encontrar excelentes jogos 2D nos consoles atuais, com gráficos lindos que possuem vários elementos de design com grande espectro de cores. \n\n Veja alguns deles: \n\n * **Cuphead** é um jogo eletrônico de tiro 2D que lembra muito os jogos de plataforma dos anos 90 porém com seus gráficos extremamente detalhistas e uma ótima jogabilidade. Outra referência a jogos vintage está no sistema de navegação entre fases através de um mapa ao estilo *Super Mario World*. \n\n * **Ori and the Blind Forest** é outro jogo 2D de plataforma com um visual impressionante, com seu personagem destinado a feitos heróicos. \n\n * **Limbo** é mais um ótimo jogo eletrônico de plataforma, embora não se trate de um colorido, como os exemplos anteriores, é um jogo que possui paisagens deslumbrantes, personagens bizarros e sons perturbadores. O jogo acontece em um cenário totalmente escuro e cinzento, pois se trata de um lugar sombrio e cheio de perigos. \n\n ### Conclusão \n\n Um sprite é um personagem ou um objeto dentro dos jogos 2D. Para criar o efeito de movimento, são necessários vários sprites diferentes com pequenas variações do mesmo personagem. Ele teve maior notoriedade nas décadas de 70 e 80 com a chegada dos videogames 2D. Posteriormente, embora o 3D tenha chegado com a evolução dos hardwares e softwares, o sprite 2D continua sendo muito utilizado nos jogos atuais. \n\n Agora que você já sabe um pouco mais sobre o sprite e como ele funciona, que tal recriar 2 jogos clássicos com Javascript? Temos esses dois cursos de programação que vão lhe mostrar como recriar esses jogos do zero: \n\n - [Jogos clássicos parte 1: iniciando no Javascript com jogo do Pong](https://www.alura.com.br/curso-online-pong-javascript) \n\n - [Jogos clássicos parte 2: Aprenda a criar o clássico jogo Freeway](https://www.alura.com.br/curso-online-javascript-listas-lacos) \n\n E você pode participar também da imersão GAME DEV da Alura através do link: \n\n - [Imersão GAME DEV](https://cursos.alura.com.br/imersoes/aulas/aula-1-animacoes-basicas-e-trilha-sonora-c28) \n\n E deixo aqui o meu agradecimento para você que leu até aqui e pôde aprender um pouco mais desse maravilhoso mundo que é a tecnologia. Valeu!"
    },
    {
        "id": 5,
        "titulo": "SCCP <3",
        "texto": "> Fonte: <https://www.alura.com.br/artigos/construa-css-magico-variaveis-nativas> \n\n  Provavelmente, ao construir um website, você já deve ter reparado que muitos dos valores nos arquivos CSS são dados que se repetem constantemente, não é mesmo? Por exemplo, a paleta de cores que mantém o padrão visual da página é reutilizada em inúmeros pontos do código. Sendo assim, fazer a manutenção do projeto e alterar esses valores manualmente pode se tornar uma tarefa trabalhosa e passiva de erros, ainda mais em aplicações de grande escala.  \n\n Mas então, como podemos melhorar essa situação? \n\n Uma boa alternativa é utilizar as **Variáveis no CSS** como aliadas!  \n\n Se você ficou interessado e deseja descobrir como fazer isso, vem comigo que nesse artigo eu te ensinarei mais sobre esse assunto detalhadamente. \n\n ## Mas primeiro, o que são Variáveis de CSS? \n\n As variáveis de CSS, que também são chamadas de propriedades customizadas, trazem grandes benefícios e vão funcionar de forma bem semelhante às variáveis de linguagens de programação, ou seja, sua maior função é armazenar valores que serão utilizados posteriormente no código.  \n\n Elas permitem criar valores para todas as propriedades de CSS, sendo bastante utilizadas para gerenciar cores, fontes, valores de animações etc. \n\n ## Como utilizar as Variáveis de CSS? \n\n As variáveis de CSS tem acesso ao DOM, o que permite que sejam declaradas globalmente ou localmente. Além disso, possuem uma sintaxe característica que já tivemos um pequeno spoiler na imagem acima. Vamos entender melhor como funciona? \n\n ### Sintaxe \n\n A declaração ou criação de uma variável no arquivo CSS é composta por 4 partes, veja a seguir: \n\n - **1º:** Dois hífens (--) \n\n - **2º:** Nomeação da variável \n\n - **3º:** Dois pontos (:) \n\n - **4º:** Valor da variável \n\n É importante destacar que alguns caracteres não são permitidos na nomeação, como por exemplo: ; # } ] ) etc. \n\n A aplicação das variáveis dentro de um elemento HTML em uma determinada propriedade CSS, é feita por meio da associação entre a função `var()` e o nome da variável, que é passada como parâmetro dentro dos parênteses. Dessa forma: \n\n ``` \n\n body { \n\n background: var(--global-primary-color); \n\n } \n\n ``` \n\n ### Declaração global \n\n Fazemos isso declarando a variável dentro da pseudo classe `:root`. Esse seletor corresponde a raiz, é o mesmo que `<html>` em si, só que possui uma especificidade maior. Por meio do root, estamos disponibilizando elas globalmente, podendo ser utilizadas em qualquer lugar do documento.  \n\n ### Declaração local \n\n Para isso, declaramos a variável dentro do seletor que irá utilizá-la. Assim, ficarão restritas ao escopo da onde elas foram declaradas, sendo herdadas apenas pelos elementos filhos. \n\n ## De onde surgiu? \n\n As variáveis são um recurso que durante muitos anos foi bastante solicitado. Isso porque, anteriormente, essa solução só era possível por meio de pré-processadores, como Sass, Stylus ou através de CSS in JS. Esses artifícios atuam como grandes parceiros, mas ainda sim havia algumas lacunas que faltavam ser preenchidas e que somente foram contempladas com as variáveis no CSS. \n\n O principal ponto a se destacar é que as variáveis de pré processadores são estáticas e necessitam da etapa de compilação, ou seja, todas as funções, mixins e interpolações que ocorrem no Sass retornam CSS puro, para serem interpretadas pelo navegador.  \n\n Já as variáveis de CSS funcionam em tempo de execução, são dinâmicas e funcionam de forma independente das tecnologias usadas, atuando em qualquer contexto, sem precisar de etapas adicionais. \n\n Além disso, ocorrem outras limitações com as variáveis de pré-processamento, como por exemplo a impossibilidade de uso de variáveis por meio do @extend nos medias query, a falta de aplicação da herança e efeito cascata nos elementos e como não há acesso ao DOM, não é possível serem controladas via JavaScript. \n\n ## E quais são as principais vantagens no uso? \n\n ### Código claro  \n\n Afinal, ler `--cor-principal-bordas` é muito mais semântico do que ler #B4E197, onde rapidamente conseguimos entender do que se trata.  \n\n ### Favorece a manutenção  \n\n É possível alterarmos a folha de estilo em muitos lugares, apenas alterando o valor da variável em um único lugar, o que otimiza o tempo de trabalho e evita que possíveis erros de escrita aconteçam. \n\n ### Criação de temas  \n\n Com as variáveis, você pode criar e editar facilmente seus guias de estilos ou construir de maneira mais facilitada temáticas, um exemplo clássico disso é na construção de light/dark mode e como as variáveis de CSS são dinâmicas e tem acesso ao DOM, é possível ter um controle maior por meio da manipulação via Java Script, veja um exemplo prático nesse [Alura+ de Dark Mode](https://cursos.alura.com.br/extra/alura-mais/dark-mode-um-projeto-em-html-css-c1369).  \n\n ## Conteúdo extra \n\n ### Cascata CSS \n\n São beneficiadas pela cascata do CSS, onde podemos atribuir um novo valor a uma variável, de modo que os elementos filhos irão herdar as características do seu elemento pai mais próximo. \n\n ### Relação com o @media query \n\n Atualmente, ainda não podemos utilizar variáveis como medidas de resolução de tela no @media query, dessa forma: \n\n ``` \n\n :root { \n\n --sm: 640px; \n\n } \n\n @media (max-width: var(--sm)) {   \n\n ... \n\n } \n\n ``` \n\n Ainda é necessário utilizar medidas fixas, mas dentro dos media queries é possível aplicar as variáveis, sem que haja problema algum. \n\n ``` \n\n :root { \n\n --color-text-desktop: red; \n\n --color-text-mobile: blue \n\n } \n\n h1 { \n\n color: var(--color-text-desktop) \n\n } \n\n @media (max-width: 640px) { \n\n h1 { \n\n color: var(--color-text-mobile) \n\n } \n\n } \n\n ``` \n\n ### Suporte ao navegador \n\n Segundo o site [Can I use](https://caniuse.com/?search=variables), em relação ao suporte aos navegadores, as variáveis são compatíveis em praticamente todos os navegadores modernos de maneira satisfatória.  \n\n ## Agora é com você!  \n\n Neste artigo, nós aprendemos sobre o poder do uso das variáveis no CSS em um projeto, entendemos melhor sobre os seus conceitos, vantagens e aplicação.  \n\n Para aprofundar o seu mergulho ainda mais no [desenvolvimento front-end](https://www.alura.com.br/artigos/o-que-e-front-end-e-back-end), enriquecer seu portfólio e aplicar as variáveis de CSS em diversos projetos incríveis, não deixe de realizar os cursos da [formação front-end](https://www.alura.com.br/formacao-front-end). \n\n Agora me conta, você já utilizava as variáveis em sua rotina de desenvolvimento? Se sim, te convido a contar para nós aqui no fórum ou no discord da Alura as suas impressões da prática com elas. E se você nunca tinha ouvido falar ou se este conteúdo te ajudou de alguma forma, não deixe de dar o seu feedback, sua opinião é muito valiosa para nós e nos ajudar a evoluir e te proporcionar cada vez mais uma melhor experiência de aprendizado.  \n\n Até a próxima e bons estudos!  \n\n "
    },
    {
        "id": 6,
        "titulo": "Humor (talvez)",
        "texto": "> Fonte: <https://www.alura.com.br/artigos/principais-comunidades-front-end> \n\n  Quando entramos na área da tecnologia é como se estivéssemos descobrindo um mundo completamente novo. E, nessa caminhada, você pode se sentir só e sem rumo. Então, para lhe mostrar que não tem apenas você nessa jornada, vou trazer nesse artigo algumas comunidades de [front-end](https://www.alura.com.br/artigos/o-que-e-front-end-e-back-end) para que possa conhecer e fazer parte. \n\n ## O que é uma comunidade?\n\n Comunidade é um grupo de pessoas que se reúnem para trocar ideias, dividir experiências e criar eventos (como palestras e workshops, que podem ser presenciais ou on-line). Nesses grupos, diversos temas são debatidos, principalmente sobre as principais demandas do mercado e as tendências da atualidade. \n\n Esses espaços são conhecidos por oferecerem bastante suporte, o que é incrível para quem está começando agora na carreira de dev. Neles, você encontrará desde as pessoas iniciantes até as mais experientes e todas estão dispostas a ajudar com qualquer dúvida. O fato é que uma pessoa antes de você já pode ter tido perguntas semelhantes às suas e, nesses grupos, você pode encontrar a solução rapidamente.\n\n Além disso, você pode se manter informado sobre as boas práticas, novidades, receber feedbacks, conhecer pessoas novas e se conectar com elas. Aliás, fazer networking é importante em qualquer área, pois, ao se conectar com diferentes tipos de pessoas, você não cresce apenas profissionalmente, mas como indivíduo também. \n\n Há muitas comunidades para pessoas desenvolvedoras por aí. Por isso,nesse artigo, irei trazer as principais comunidades voltadas para o Front-end.  \n\n Vamos lá?\n\n ## Comunidades do Front-end para fazer parte   \n\n### Stack Overflow\n\n O [Stack Overflow](https://pt.stackoverflow.com/) é um site de perguntas e respostas dedicado a pessoas que já programam ou que querem aprender a programar. A comunidade responde e faz perguntas constantemente, e as pessoas usuárias votam nas melhores para que elas subam no feed e sejam encontradas com mais facilidade. Existem muitas perguntas em inglês, mas, se você quiser, pode ir até a parte que está tudo em português. Legal, né? \n\n Você também ganha reputação quando vota nas suas perguntas e respostas. Em níveis mais altos, você ganha privilégios como a permissão de moderação e passa a ajudar a manter a qualidade do site e da comunidade. \n\n ### GitHub\n\n  O GitHub é uma plataforma onde você compartilha seu código e arquivos com controle de versão usando o Git. Ele é como uma rede social para pessoas que programam. Assim, você pode seguir pessoas, trocar mensagens e contribuir em projetos privados ou [Open Source](https://www.alura.com.br/artigos/open-source-uma-breve-introducao).\n\n  Apesar do GitHub ter muitas trocas em inglês, vou trazer aqui uma opção maravilhosa em português.  \n\n Na plataforma existe um fórum incrível chamado [Front-end Brasil](https://github.com/frontendbr). Ele foi criado com o objetivo de reunir dúvidas vindas de outras redes sociais, como Facebook, mas que acabavam perdidas depois de um tempo. Ou seja, as pessoas criadoras deste espaço queriam unificar todas as discussões em um só local e escolheram, justamente, o GitHub por ser mais fácil de encontrar dúvidas antigas. \n\n Na página principal tem o link que te leva para o fórum, outro para divulgação de vagas na área de Front-end e o terceiro link vai para a parte de eventos. O mais legal é que qualquer pessoa pode adicionar uma vaga, criar um evento ou dar sugestões, desde que esteja dentro das diretrizes do site, claro.  \n\n ### MDN Web Docs \n\n O [MDN Web Docs](https://developer.mozilla.org/pt-BR/) é um projeto colaborativo open source que documenta tecnologias de plataforma da Web, como HTML, CSS, JavaScript e APIs da Web. Eles também fornecem uma grande coleção de recursos aprendizagem para devs e estudantes iniciantes, como uma [trilha de estudos](https://developer.mozilla.org/pt-BR/docs/Learn/Front-end_web_developer) para desenvolvimento front-end, que você pode acessar em inglês ou português. Top, né? \n\n Nessa área, o MDN se propõe a levar você de iniciante a confortável, para que, a partir desse conhecimento básico, você trilhe seu caminho no mundo da programação. E caso você tenha dúvidas ou fique preso em um problema, eles também disponibilizam um fórum para que você poste sua pergunta e outras pessoas possam te ajudar.  \n\n ### Coderwall \n\n O [Coderwall](https://coderwall.com/t/web/popular)  é uma comunidade de devs  para aprender e compartilhar dicas de programação. Há uma seção de dicas específicas para ajudar a resolver problemas ou aprender coisas novas, separadas por tags. Você pode pesquisar “front-end”, por exemplo, e irá encontrar tudo relacionado ao assunto. \n\n Além de existir muitos recursos para iniciantes e devs mais experientes, também há áreas exclusivas para dicas de JavaScript, CSS, HTML, Python, Ruby, iOS e vários outros assuntos, em que você tem total liberdade para perguntar ou postar dicas.  \n\n Um ponto importante é que a maior parte do conteúdo é em inglês, mas isso não precisa ser um empecilho, pois você pode usar o recurso de tradução caso queira, como o [Google Tradutor](https://translate.google.com.br/?hl=pt-BR) ou o [DeepL](https://www.deepl.com/translator). \n\n  ### WoMakersCode \n\n A [WoMakersCode](https://www.linkedin.com/company/womakerscode/) tem a missão de inspirar e impulsionar meninas e mulheres que desejam ingressar ou se especializar em carreiras ligadas à tecnologia e inovação. Dessa forma, é uma organização que cria várias iniciativas de capacitação, mentoria, empregabilidade e conteúdos digitais. Ou seja, você mulher que se sente sozinha nessa área, onde os homens ainda são maioria, tem a possibilidade de se conectar com outras mulheres e aprender muito com elas. \n\n A organização também disponibiliza várias palestras, workshops e feira de vagas que você pode se inscrever através [desse link](https://linktr.ee/womakerscode) de forma online e gratuita. E olha só que demais: se quiser, você pode se inscrever para ser palestrante voluntária. \n\n ### She's Tech \n\n A She’s Tech tem três pilares: inspirar, engajar e capacitar. Ela atua pela conscientização do mercado sobre a diversidade, inclusão e estimula a auto-aceleração através da liderança e protagonismo. \n\n Além disso, por meio dela, diversos eventos online e gratuitos são promovidos, onde outras mulheres que já estão atuando na área da tecnologia repassam o que aprenderam durante a vida. Essa comunidade também possui um [grupo no telegram](https://t.me/shestech) para postar e compartilhar oportunidades de trabalho, eventos e cursos para mulheres. \n\n ### Minas Programam \n\n O [Minas Programam](http://minasprogramam.com/) foi criado para desafiar  a influência dos estereótipos de gênero e de raça na relação de mulheres com as áreas de ciências, tecnologia e computação, de acordo com as criadoras. \n\n É um projeto que dá oportunidades de aprendizado sobre programação para meninas e mulheres (cis ou trans) e pessoas não-binárias, especialmente aquelas que são negras ou indígenas, por meio de cursos gratuitos, dicas de livros, oficinas e apoio para as futuras devs que não têm um computador para começar a programar. \n\n ### Comunidades Tech \n\n O [Comunidades Tech](https://comunidades.tech/) é um projeto open source, onde você pode pesquisar por vários grupos de tecnologia e filtrar por: categoria, tipo, cidade, país, nome da comunidade, entre outros. Após escolher qual você quer participar, é só clicar para encontrar os links de entrada do grupo, que podem ser no discord, facebook, slack, meetup, telegram, whatsapp e até em podcast. \n\n Você também pode criar seu próprio grupo e cadastrar lá para que outras pessoas encontrem e sua comunidade cresça. \n\n ## Conclusão \n\n Muito legal né? E você, já participa de comunidades?  \n\n Sempre há novidades no mundo da programação e mergulhar em comunidades é muito importante para o seu desenvolvimento como dev. Se você já participa, usufrua de tudo o que ela tem para oferecer, ajude as pessoas, participe de conversas, vá aos encontros e palestras. \n\n Lembrando que se você é estudante da Alura temos a nossa própria comunidade no discord, onde você pode pedir ajuda e ajudar várias pessoas. Todas as pessoas estão sempre dispostas a dar aquela dica incrível ou achar o motivo daquele erro que você não consegue encontrar por nada.  \n\n Afinal, ninguém consegue fazer tudo só! Se você ainda não faz parte, venha e se encante.  \n\n Vou deixar [aqui o link](https://cursos.alura.com.br/extra/alura-mais/comunidade-no-discord-c1400)  para o Alura+ do João Manoel sobre a comunidade da Alura no discord, onde ele mostra como você faz para entrar e explica tudo sobre como utilizar esse aplicativo. Caso você não tenha muita familiaridade, indico muito que assista.  \n\n Ah! E se tiver mais dicas de comunidade indique pra gente lá no nosso canal do discord, tenho certeza que todo mundo vai gostar.  \n\n Agora é com você! Pesquise sobre as comunidades e participe das que gostar mais.  \n\n "
    }
]