[
    {
        "id": 1,
        "titulo": "Músicas",
        "texto": "> ###  O que toca no meu fone? \n\n Bom, minha playlist é bem variada! O único gênero musical que não consigo gostar é música Eletrônica. Fora isso, escuto de tudo um pouco. \n\n ### Hard Rock & Soft Rock \n\n Algumas das bandas de rock que eu gosto, e que me ajudam a realizar minhas atividades no trabalho de uma forma mais focada: SOAD, Slipknot, Matanza (essa é nacional). Tem também umas mais suaves, como Guns, Aerosmith, Bee Gees, Green Day, Rod Stewart, Bryan Adams, Queens e Air Supply: \n\n ![soad-slipknot-matanza](/assets/posts/1/rock.png) \n\n ![guns-aerosmith-beegees](/assets/posts/1/rock2.png) \n\n ### Pop, Indie, R&B, Lo-fi e afins \n\n Tenho uma graaaande lista de bandas/cantores. Dentre os que mais escuto tem Joji, Akon, Sam Smith, Bruno Mars, Konai, Charlie Puth, Shakira, Tom Odell, Blackbear, Twenty One Pilots, Doja Cat, Ed Sheeran, Dove Cameron... \n\n ![joji-akon-brunomars](/assets/posts/1/pop1.png) \n\n ![shakira-top-dojacat](/assets/posts/1/pop2.png) \n\n ### Rap, Hip-hop & Reggae \n\n Não conheço tantos artistas desses gêneros, então vou deixar só os mais ouvidos no meu Spotify: Eminem (CLARO), Shaggy, Nocivo Shomon, Filipe Ret, Cacife Clandestino, Costa Gold, DaBaby, Aitch...  \n\n ![eminem-shaggy-filiperet](/assets/posts/1/rap.png) \n\n ### BR: Pagodinho, Axé & Sertanejo \n\n Como uma boa goiana, não podia faltar um modão na minha playlist. Gosto muito de Renan e Ray, Chrystian e Ralf, Di Paulo e Paulino. Também adoro Raça Negra, Grupo Menos é Mais, Léo Santana, Marília Mendonça, Henrique e Juliano.. \n\n ![raçanegra-leosantana-dipaulloepaulino](/assets/posts/1/pagode.png) \n\n ### Funk \n\n Por último, não podia faltar o funk! Não tenho um cantor(a) preferido, me interesso mais pelo som, mas é inegável que esse estilo me dá um gás quando estou estressada e tenho muita coisa pra fazer! \n\n ![funk](/assets/posts/1/funk.png) \n\n ### É isso! \n\n Citei apenas alguns dos cantores/bandas que eu gosto. Cada dia estou numa vibe diferente, e meu Spotify é uma bagunça! "
    },
    {
        "id": 2,
        "titulo": "Art (don't touch)",
        "texto": "> ### Desenhos, pinturas, rabiscos \n\n  ### Adoro desenhar! \n\n Desde bem nova, em certos momentos da minha vida, passei boa parte do meu tempo desenhando. Não digo que sou BOA nisso, mas me faz bem e eu adoro! Não tem um tema específico que eu goste de rabiscar, depende muito do que estou sentindo ou da inspiração. Vou deixar aqui algumas 'amostras' - espero que goste. \n\n ### Ensino fundamental - eu achava que era uma artista... \n\n ![desenhos-fundamental](/assets/posts/2/fundamental.png) \n\n ### Ensino Médio - achei que tinha mudado algo \n\n Comecei a fazer alguns desenhos melhores, mas nesse momento com a ciência de que não era um dom... \n\n ![ens-medio](/assets/posts/2/ensmedio.png) \n\n ### Sigo tentando criar 'O' desenho \n\n Depois que sai do colégio, continuei desenhando. Até hoje (com menor frequência) tiro um tempinho pra desenhar quando sinto vontade.\n\n ![atual-1](/assets/posts/2/atual1.png) \n\n Bichinhos!!! \n\n ![bichinhos](/assets/posts/2/atual2.png) \n\n ### E agora, as últimas 'obras' feitas \n\n Os últimos desenhos que fiz foram inspirados em cantores que eu gosto. Quero decorar meu quarto com esses desenhos! Até o momento fiz (na ordem) o Axl Rose (versão jovem), a Billie Eilish e estou procurando um tempo pra terminar o do Ed Sheeran (esse não ficou tão parecido, eu sei!): \n\n ![cantores](/assets/posts/2/atual3.png) \n\n \n\n \n\n Tenho muitos outros desenhos guardados, mas esses são os que mais gosto. Em breve vou encher meu quarto com eles! Aguarde..." 
    },
    {
        "id": 3,
        "titulo": "Livros",
        "texto": "> ### O que prende minha atenção? \n\n Desde bem pequena, minha mãe me influencia a ler. Foi só eu aprender a ficar sentada que ela me rodeava de livros na sala, e assim fui gostando de livros! Aprendi a ler, e desde então se tornou um dos meus hobbies. O que mais prende minha atenção são as histórias de terror, suspense, mistério e ficcção, mas também gosto de um romance. \n\n ![books-generico](/assets/posts/3/book.png) \n\n Como não consigo me recordar de livros específicos, vou deixar aqui algumas das sagas que mais prenderam minha atenção! \n\n ### Harry Potter \n\n Parece ser muito infantil, mas eu gosto dessas histórias mais 'teens'. Essa saga eu tive que pegar emprestada com uma amiga lá no ensino médio, e pra não atrapalhar a leitura dela, eu fiz uma maratona e terminei os 7 livros + o livro da peça de teatro (Harry Potter e a Criança Amaldiçoada) em 2 meses. \n\n ![harry-potter](/assets/posts/3/harrypotter.png) \n\n ### Jogos Vorazes \n\n Essa saga, tanto livros como a sequência de filmes, é MARAVILHOSA! Teve uma ou duas mortes que acabaram comigo, mas ainda assim, está no meu top 3! Estou louca pra ler o novo livro que contará mais sobre o universo dessa história. \n\n ![jogos-vorazes](/assets/posts/3/jogosvorazes.png) \n\n ### Arquivo X \n\n Essa saga infelizmente não consegui terminar :( Como é um pouco antiga, não encontro ela completa pra comprar, mas consegui ler parte dela e é maravilhosa. Cheia de mistério, do jeito que eu gosto! \n\n ![arquivo-x](/assets/posts/3/arquivox.png) \n\n ### Percy Jackson \n\n Essa saga não tive tempo de terminar, porque não tenho o livro físico - e nem sempre dá pra ler online, mas vou procurar um tempinho pra terminar. Li os dois primeiros e gostei bastante! \n\n ![percy-jackson](/assets/posts/3/percy.png) \n\n Queria muito me lembrar do título de outros livros de mistério que prenderam minha atenção (não que seja muito difíci, tenho ansiedade e assim que começo fico louca para saber o desfecho da história), mas minha memória não permite,então vou deixar o último que terminei de ler: A Garota do Lago. \n\n ![a-garota-do-lago](/assets/posts/3/garota.png)"
    },
    {
        "id": 4,
        "titulo": "TV",
        "texto": "> ### Séries/seriados, animes \n\n  ### Séries \n\n Dentre as séries que já assisti/estou assistindo, 90% são de humor. Vou deixar aqui as que mais prenderam minha atenção. \n\n ![comedy](/assets/posts/4/comedy1.png) \n\n ![comedy2](/assets/posts/4/comedy2.png) \n\n ![comedy3](/assets/posts/4/comedy3.png) \n\n Fora do gênero de comédia, são poucas as séries que assisti (só as de humor tem episódos curtos),e sinto dizer que não tem nada tão interessante na lista... Eu assumo, gosto de umas coisas meio adolescentes quando o assunto é série! \n\n ![supernatural](/assets/posts/4/spn.png) \n\n ### Anime \n\n Acredite ou não, o único anime que eu estou gostando de ver é Naruto (o mais infantil possível!). Mas, não conheço muitos pra ter uma opinião melhor... \n\n ![naruto](/assets/posts/4/naruto.png) \n\n ### E o que mais? \n\n Bom, como sabemos que minha memória não é das melhores, eu não consigo citar filmes favoritos, mas os meus preferidos são do gênero terror, suspense e romance. Muito díficil gostar de algo do tipo ação :/"
    },
    {
        "id": 5,
        "titulo": "SCCP <3",
        "texto": "> ### Como eu conheci o Corinthians? \n\n Bom, desde beem pequena eu conheço o Corinthians, porque meu pai é corintiano. Com uns 7 anos, aproximadamente, ganhei uma camisa do time. Nessa época, eu nem mesmo assistia futebol, não tinha nenhuma afinidade com o esporte, e não sabia nada sobre o clube. \n\n > ### Primeira vez que senti conexão com o clube \n\n Não me apaixonei pelo Corinthians de primeira... Anos depois desses episódios onde ele insistia que eu fizesse parte da torcida, meu pai me fez assistir a final da libertadores com ele - em 2012, quando eu tinha 11 anos. Eu não entendi porque ele estava tão ansioso, porque ele vibrava tanto com cada jogada. Nesse jogo, comecei a me empolgar e a torcer com vontade de verdade. Quando ganhamos a partida, eu já estava a pura adrenalina, e fiquei verdadeiramente feliz com o resultado, mas ainda não foi o momento que senti a conexão com o clube (afinal, eu não era muito fã de futebol), mas a partir desse momento já decidi que esse seria meu time. Alguns anos depois, em 2016 mais ou menos, comecei a acompanhar o time mais de perto - via os jogos, notícias, contratações. À cada jogo, fui sentindo mais e mais vontade de ver o MEU time, e foi quando percebi que tinha virado parte do 'bando de loucos'. \n\n ![corinthians](/assets/posts/5/sccp.png) \n\n Desde então, eu tenho passado raiva, alegria, um misto de emoções ao ver meu timão jogar. Xingo jogadores, xingo juíz, adversários, e minha TV. Minha ansiedade faz tudo ser mais intenso, imagine meu desespero em cada jogo, mesmo que não seja tão importante! \n\n > ### Pelo Corinthians, com muito amor, até o fim. \n\n Pra fechar esse tema com chave de ouro, minha tatuagem que fiz em 2022, com a sigla do time: Sport Clube Cortinthians Paulista, e o ano que o time foi criado. VICIADA EM SOFRER, TE AMO CORINTHIANS! \n\n ![tattoo](/assets/posts/5/tattoo.png)"
    },
    {
        "id": 6,
        "titulo":  "Mistérios...",
        "texto": "> ### Links suspeitos pra você acessar (ou não) \n\n Não vou falar nada, apenas mostrar... \n\n > <https://www.youtube.com/watch?v=41UBsQgYnNc> \n\n ![confia-will](/assets/posts/6/confia.png) \n\n > <https://www.youtube.com/watch?v=6fg9EY5LjYI> \n\n ![vibez](/assets/posts/6/vibe.gif) \n\n > <https://www.youtube.com/watch?v=e7_nc4xUfGU> \n\n ![curvar](/assets/posts/6/curvar.png) \n\n > <https://www.youtube.com/watch?v=yBLdQ1a4-JI> \n\n ![aaaaaah](/assets/posts/6/sos.png)"
    }
]